DEFAULT_TEXT = """
Виртуализация – это подход к объединению и совместному использованию технологических ресурсов, упрощения управления ими и расширения поля их использования, с целью удовлетворения потребностей бизнеса за счет IT-ресурсов. Совместно с серверами и сетями виртуализация используется для
того, чтобы взять один физический ресурс и заставить его работать так, как если бы это был множественный ресурс. Это повышает эффективность использования ресурсов и снижает затраты за счет уменьшения потребности в физических ресурсах.
В системах хранения данных или сетях виртуализация представляет собой абстрактное представление базовых физических устройств. Это позволяет объединять несколько физических ресурсов и представлять их серверам и приложениям, как
если бы они были единым, большим ресурсом. Это значительно упрощает архитектуру серверов и приложений и снижает затраты. А с настольными ПК виртуализация используется для централизации управления данными и приложениями
в целях снижения административных расходов и рисков, связанных с данными. Данная статья посвящена причинам популярности виртуализации, экономии средств на оборудовании,
снижении риска аппаратных средств.
"""
LITERATURE_DIRECTORY_PATH = "/home/bezzubik/Projects/Diplome2021/YRake/Literature/"
